Repository: nowel-yang/EdTech-registration-Form
Catalog: languages/pta_volunteer_sus-*.po
Languages: fr_fr

source: Sign up
fr_fr: Inscription

source: Sign Up
fr_fr: Inscription

source: You are signing up for...
fr_fr: Vous êtes en train de vous inscrire pour...

source: on %s
fr_fr: le %s

source: Start Time:
fr_fr: Heure de début :

source: End Time:
fr_fr: Heure de fin :

source: First Name
fr_fr: Prénom

source: Last Name
fr_fr: Nom

source: If you have an account, it is strongly recommended that you <em style="text-decoration:underline;">login before you sign up</em> so that you can view and edit all your signups.
fr_fr: Si vous avez un compte, il est fortement recommandé de vous <em style="text-decoration:underline;">connecter avant de vous inscrire</em> pour que vous puissiez voir et modifier toutes vos inscriptions.

source: Item you are bringing
fr_fr: Article que vous allez amener

source: Sign me up!
fr_fr: Inscrivez-moi !

source: &laquo; go back to the Sign-Up Sheet
fr_fr: &laquo; retourner à la feuille d'inscription

source: %s is a required field.
fr_fr: %s est un champ requis.

source: Invalid characters in %s field.
fr_fr: Caractères invalides dans le champ %s!

source: Invalid email.
fr_fr: Email invalide.

source: Invalid date.
fr_fr: Date invalide.

source: Numbers only for %s please!
fr_fr: Les chiffres sont seulement pour %s svp !

source: YES or NO only for %s please!
fr_fr: OUI ou NON seulement pour %s svp

source: Invalid Value for %s
fr_fr: Valeur invalide pour %s

source: Invalid time format for %s
fr_fr: Format de l'heure non valide pour %s

source: Restore
fr_fr: Restaurer

source: Delete
fr_fr: Supprimer

source: View Sign-ups
fr_fr: Afficher les inscriptions

source: Copy
fr_fr: Copier

source: Trash
fr_fr: Corbeille

source: Yes
fr_fr: Oui

source: NO
fr_fr: NON

source: Event Type
fr_fr: Type d'évènement

source: First Date
fr_fr: Première date

source: Last Date
fr_fr: Dernière date

source: # Tasks
fr_fr: # Tâches

source: Total Spots
fr_fr: Total de places

source: Filled Spots
fr_fr: Places remplies

source: Move to Trash
fr_fr: Mettre à la corbeille

source: Toggle Visibility
fr_fr: Activer/Désactiver la visibilité

source: Error moving sheet# %d to trash.
fr_fr: Une erreur s'est produite lors du déplacement de la feuille# %d vers la corbeille.

source: %d sheets have been moved to the trash.
fr_fr: %d de feuilles ont été déplacées vers la corbeille.

source: Error deleting sheet# %d.
fr_fr: Il y a eu un problème en supprimant la feuille# %d

source: %d sheets have been deleted.
fr_fr: %d de feuilles ont été effacées.

source: Error restoring sheet# %d.
fr_fr: Il y a eu un problème lors de la restauration de la feuille# %d

source: %d sheets have been restored.
fr_fr: %d de feuilles ont été restaurées.

source: Error toggling visibility for sheet# %d.
fr_fr: Une erreur s'est produite en alternant la visibilité pour la feuille# %d.

source: Visibility toggled for %d sheets.
fr_fr: La visibilité a été mise en alternance pour %d de feuilles.

source: PTA Volunteer Sign-up Sheet list Widget.
fr_fr: Le widget de la liste des inscritions des volontaires PTA

source: Current Volunteer Opportunities
fr_fr: Opportunités actuelles pour les volontaires

source: # of items to show (-1 for all):
fr_fr: # d'articles à montrer (-1 pour tout) :

source: CSS Class for ul list of signups
fr_fr: Classe CSS pour les listes ul des inscriptions

source: Volunteer Signup Housekeeping Completed!
fr_fr: La maintenance des inscriptions des volontaires est terminée !

source: %d expired signups were deleted.
fr_fr: %d inscriptions expirées ont été effacées.

source: Docs
fr_fr: Documentation
