Repository: nowel-yang/EdTech-registration-Form
Catalog: languages/pta_volunteer_sus-*.po
Languages: fr_fr

source: You do not have sufficient permissions to access this page.
fr_fr: Vous n'avez pas les autorisations nécessaires pour accéder à cette page.

source: Invalid Report Data!
fr_fr: Rapport de Données invalide !

source: Sign-up Sheets
fr_fr: Feuilles d'inscription

source: All Sheets
fr_fr: Toutes les feuilles

source: Add New Sheet
fr_fr: Ajouter une nouvelle feuille

source: Add New
fr_fr: Ajouter un nouveau

source: Settings
fr_fr: Réglages

source: CRON Functions
fr_fr: Fonctions CRON

source: Last reminders sent:
fr_fr: Les derniers rappels envoyés :

source: Time: %s
fr_fr: Heure : %s

source: 1 reminder sent
fr_fr: 1 rappel envoyé

source: Last reminder check:
fr_fr: Dernière vérification des rappels :

source: 1 signup cleared
fr_fr: 1 inscription effacée

source: Volunteer Reminders
fr_fr: Rappels pour les volontaires

source: The system automatically checks if it needs to send reminders hourly via a CRON function. If you are testing, or don't want to wait for the next CRON job to be triggered, you can trigger the reminders function with the button below.
fr_fr: Le système vérifie automatiquement s'il doit envoyer des rappels à chaque heure à l'aide d'une fonction CRON. Si vous êtes en mode test, ou que vous ne voulez pas attendre pour le prochain travail CRON, vous pouvez utiliser la fonction manuelle de rappels grâce au bouton ci-dessous.

source: Send Reminders
fr_fr: Envoyer des rappels

source: Clear Expired Signups
fr_fr: Supprimez les inscriptions expirées

source: If you have disabled the automatic clearing of expired signups, you can use this to clear ALL expired signups from ALL sheets. NOTE: THIS ACTION CAN NOT BE UNDONE!
fr_fr: Si vous avez désactivé l'effacement automatique des inscriptions expirées, vous pouvez utiliser cette fonction pour effacer TOUTES les inscriptions expirées sur toutes les feuilles. NOTE : CETTE ACTION NE PEUT PAS ÊTRE ANNULÉE !

source: Error clearing spot (ID # %s)
fr_fr: Il y a eu une erreur en effaçant la place ( ID # %s)

source: Spot has been cleared.
fr_fr: La place a été effacée

source: Sheet Details
fr_fr: Détails de la feuille

source: Sign-up Sheets
fr_fr: Feuilles d'inscription

source: Error restoring sheet.
fr_fr: Il y a eu un problème en restaurant la feuille.

source: Sheet has been restored.
fr_fr: La feuille a été restaurée.

source: Error moving sheet to trash.
fr_fr: Une erreur s'est produite lors du déplacement de la feuille vers la corbeille.

source: Sheet has been moved to trash.
fr_fr: La feuille a été déplacée vers la corbeille.

source: Error permanently deleting sheet.
fr_fr: Il y a eu un problème lors de la suppression permanente la feuille.

source: Sheet has been permanently deleted.
fr_fr: La feuille a été définitivement supprimée.

source: Error copying sheet.
fr_fr: Il y a eu un problème en copiant la feuille.

source: Sheet has been copied to new sheet ID #
fr_fr: La feuille a été copiée à un nouveau #ID de feuille

source: Edit
fr_fr: Modifier

source: Error toggling sheet visibility.
fr_fr: Une erreur s'est produite en alternant la visibilité

source: No sign-up sheet found.
fr_fr: Aucune feuille d'inscription n'a été trouvée

source: Event Type:
fr_fr: Type d'évènement :

source: Signups
fr_fr: Inscriptions

source: No tasks were found.
fr_fr: Aucune tâche n'a été trouvée

source: Task/Item
fr_fr: Tâche / Article

source: Start Time
fr_fr: Heure du début

source: End Time
fr_fr: Heure de fin

source: Name
fr_fr: Nom

source: Phone
fr_fr: Téléphone

source: Item Details
fr_fr: Détails de l'article

source: N/A
fr_fr: N/D

source: Clear Spot
fr_fr: Effacer la place

source: Task Date
fr_fr: Date de la tâche

source: Volunteer Name
fr_fr: Nom du volontaire

source: Volunteer Email
fr_fr: Email du volontaire

source: Volunteer Phone
fr_fr: Téléphone du volontaire

source: (empty)
fr_fr: (vide)

source: empty
fr_fr: vide

source: Export Sheet as CSV
fr_fr: Exporter la feuille comme un CSV

source: All
fr_fr: Tout

source: Trash
fr_fr: Corbeille

source: You must enter a date!
fr_fr: Vous devez entrer une date !

source: Invalid date!
fr_fr: Date invalide :

source: You must enter at least two dates for a Recurring event!
fr_fr: Vous devez entrer au moins deux dates pour un évènement périodique

source: Invalid dates! Enter at least 2 valid dates.
fr_fr: Le format de date n'est pas valide! Entrez au moins deux dates correctement.

source: person
fr_fr: personne

source: The task "%1$s" cannot be changed to a new date because it has %2$d %3$s signed up. Please clear all spots first before changing this task date.
fr_fr: La tâche "%1$s"ne peut être déplacée à une nouvelle date parce qu'elle contient %2$d %3$s inscrits. Veuillez éliminer d'abord toutes les places avant de changer la date de la tâche.

source: a date
fr_fr: une date

source: that date
fr_fr: cette date-là

source: You are trying to remove
fr_fr: Vous essayez d'enlever

source: this date
fr_fr: cette date-ci

source: Please check
fr_fr: Veuillez vérifier

source: The number of spots for task "%1$s" cannot be set below %2$d because it currently has %2$d %3$s signed up. Please clear some spots first before updating this task.
fr_fr: Le nombre de places pour la tâche "%1$s" ne peut être inférieur à %2$d parce qu'il y a déjà %2$d %3$s personnes inscrites. Veuillez d'abord effacer quelques places avant de mettre à jour la tâche.

source: You must enter at least one task!
fr_fr: Vous devez entrer au moins une tâche !

source: The task "%1$s" cannot be removed because it has %2$d %3$s signed up. Please clear all spots first before removing this task.
fr_fr: La tâche "%1$s" ne peut être enlevée parce %2$d %3$s personnes y sont déjà inscrites. Veuillez d'abord effacer quelques places avant d'effacer cette tâche.

source: task.
fr_fr: tâche

source: Error saving %d
fr_fr: il y a eu une erreur au moment de la sauvegarde de %d

source: Error updating sheet.
fr_fr: Il y a eu une erreur lors de la mise à jour de la feuille.

source: Error removing a task.
fr_fr: Il y a eu une erreur lors de l'effacement d'une tâche.

source: Please select a Position OR manually enter Chair contact info. NOT Both!
fr_fr: Veuillez choisir une position OU entrez manuellement les coordonnées du Coordinateur. PAS les deux !

source: Please enter Chair Name(s) AND Email(s)!
fr_fr: Veuillez entrer le(s) nom(s) ET l'email du ou des Coordinateur(s) !

source: Please either select a position or type in the chair contact info!
fr_fr: Veuillez choisir une position ou remplissez les coordonnées du coordinateur !

source: Please enter Chair Name(s) and Email(s)!
fr_fr: Veuillez entrer le(s) nom(s) ET l'email du ou des Coordinateur(s) !

source: A Sheet with the same name already exists!
fr_fr: Une Feuille avec le même nom existe déjà !

source: Error adding sheet.
fr_fr: Il y a eu une erreur lors de l'ajout de la feuille.

source: ADD
fr_fr: AJOUTER

source: Tasks
fr_fr: Tâches

source: Sign-up Sheet
fr_fr: Feuille d'inscription

source: Edit Tasks
fr_fr: Modifier les tâches

source: Dates and Tasks are added on the next page
fr_fr: Les dates et les tâches sont ajoutées sur la page suivante

source: Tasks Successfully Updated!
fr_fr: Les tâches ont correctement été mises à jour.

source: Edit Sheet
fr_fr: Modifier la feuille

source: Sheet Updated!
fr_fr: La feuille a été mise à jour !

source: Single
fr_fr: Simple

source: Recurring
fr_fr: Réccurente

source: Multi-Day
fr_fr: Sur plusieurs jours

source: Ongoing
fr_fr: En cours

source: Select Event Type
fr_fr: Choisir le type d'évènement

source: Title:
fr_fr: Titre :

source: Title of event, program or function
fr_fr: Titre de l'évènement, du programme ou de la fonction

source: Event Type:
fr_fr: Type d'évènement :

source: 1st Reminder # of days:
fr_fr: Premier rappel à # jours :

source: # of days before the event date to send the first reminder. Leave blank (or 0) for no automatic reminders
fr_fr: # de jours avant l'évènement pour envoyer le premier rappel. Laissez en blanc (ou 0) pour désactiver les rappels automatiques

source: 2nd Reminder # of days:
fr_fr: Second rappel à # de jours:

source: # of days before the event date to send the second reminder. Leave blank (or 0) for no second reminder
fr_fr: # de jours avant l'évènement pour envoyer le second rappel. Laissez en blanc (ou 0) pour désactiver le deuxième rappel

source: Visible to Public?
fr_fr: Visible pour le public ?

source: <strong>Uncheck</strong> if you want to <strong>hide</strong> this sheet from the public. Administrators and Sign-Up Sheet Managers can still see hidden sheets.
fr_fr: <strong>Ne pas sélectionner</strong> si vous voulez <strong>cacher</strong> cette feuille. Les administrateurs et les gérants de feuille d'inscription peuvent toujours voir les feuilles qui sont cachées.

source: Contact Info:
fr_fr: Informations sur les coordonnées :

source: Select Position
fr_fr: Choisir une position

source: Select a program, committee, or position, to use the contact form:
fr_fr: Choisissez un programme, un comité, ou une position, pour utiliser le formulaire de contact :

source: <strong><em>OR</em></strong>, manually enter chair names and contact emails below.
fr_fr: <strong><em>OU</em></strong>, entrez manuellement les noms des coordinateurs et les emails de coordonnées ci-dessous.

source: Chair Name(s):
fr_fr: Nom du (des) responsable(s) :

source: Separate multiple names with commas
fr_fr: Séparez plusieurs noms par des virgules

source: Chair Email(s):
fr_fr: Email du (des) responsable(s) :

source: Separate multiple emails with commas
fr_fr: Séparez les emails multiples par des virgules

source: Program/Event Details (optional):
fr_fr: Détails du programme/évènement (optionnel)

source: Save Sheet
fr_fr: Sauvegarder la feuille

source: Select the date for
fr_fr: Choisissez la date pour

source: Select a date for the event. All tasks will then be assigned to this date.
fr_fr: Choisissez une date pour l'évènement. Toutes les tâches seront alors assignées à cette journée.

source: Select ALL the dates for
fr_fr: Choisissez TOUTES les dates pour

source: Select all the dates for the event. Copies of the tasks will be created for each date.
fr_fr: Choisissez toutes les dates pour l'évènement. Des copies des tâches seront créées pour chaque journée.

source: Tasks for
fr_fr: Tâches pour

source: Tasks/Items
fr_fr: Tâches/Articles

source: Enter tasks or items below. Drag and drop to change sort order. Times are optional. If you need details for an item or task (such as what dish they are bringing for a lunch) check the Details Needed box.<br/> Click on (+) to add additional tasks, or (-) to remove a task. At least one task/item must be entered. If # needed is left blank, the value will be set to 1.
fr_fr: Entrez les tâches ou les articles ci-dessous. Glissez-déposez pour modifier l'ordre de tri. Les horaires sont optionnels. Si vous avez besoin de détails pour un article ou une tâche (comme quel plat apportent-ils pour un déjeuner) cochez la case Détails nécessaires. <br/> Cliquez sur (+) pour ajouter des tâches supplémentaires, ou (-) pour supprimer une tâche. Au moins une tâche ou un article doit être entré. Si le # nécessaire est laissé vide, la valeur sera fixée à 1.

source: Task/Item:
fr_fr: Tâche/Article

source: # of People/Items Needed:
fr_fr: # de personnes/articles nécessaires :

source: Start Time:
fr_fr: Heure de début :

source: End Time:
fr_fr: Heure de fin :

source: Details Needed?
fr_fr: Besoin de détails ?

source: Save
fr_fr: Sauvegarder

source: Volunteer Signup Reminders sent
fr_fr: Le rappel de l'inscription du volontaire a été envoyé

source: Volunteer signup sheet CRON job has been completed.
fr_fr: Le travail CRON pour la feuille d'inscription du volontaire est terminé.

source: %d reminder emails were sent.
fr_fr: %d emails de rappel ont été envoyés.

source: PTA Volunteer Sign-up Sheets Settings
fr_fr: Paramètres des feuilles d'inscription des volontaires PTA

source: Main Settings
fr_fr: Paramètres généraux

source: Email Settings
fr_fr: Paramètres de messagerie

source: Integration Settings
fr_fr: Paramètres d'intégration

source: Please help support continued development of this plugin! Any amount helps!
fr_fr: Veuillez nous aider à poursuivre le développement de ce plugin ! Tout montant peux aider !

source: Enable Test Mode
fr_fr: Activer le mode test

source: Test Mode Message:
fr_fr: Message en mode test :

source: Volunteer Sign Up Page
fr_fr: Page d'inscription des volontaires

source: Hide volunteer names from public?
fr_fr: Cacher les noms des volontaires ?

source: Show Ongoing events in Widget?
fr_fr: Montrer les évènements en cours dans les widgets ?

source: Show Ongoing events last?
fr_fr: Montrer les évènements en cours en dernier ?

source: Login Required?
fr_fr: Connexion requise ?

source: Login Required Message:
fr_fr: Message de connexion requise :

source: Enable CRON Notifications?
fr_fr: Activer les notifications CRON ?

source: Detailed Reminder Notifications?
fr_fr: Notifications détaillées des rappels ?

source: Show Expired Tasks?
fr_fr: Montrer les tâches expirées ?

source: Automatically clear expired signups?
fr_fr: Effacer automatiquement les inscriptions expirées ?

source: Hide donation button?
fr_fr: Cacher le bouton des dons ?

source: FROM email:
fr_fr: DE email :

source: Reply-To email:
fr_fr: Email de réponse :

source: Confirmation email subject:
fr_fr: Objet de l'email de confirmation :

source: Confirmation email template:
fr_fr: Modèle de l'email de confirmation:

source: Reminder email subject:
fr_fr: Objet de l'email de confirmation :

source: Reminder email template:
fr_fr: Modèle de l'email de rappel :

source: Max Reminders per Hour:
fr_fr: Nombre maximum de rappels par heure :

source: Enable PTA Member Directory:
fr_fr: Activez le répertoire des membres PTA :

source: Member Directory Page:
fr_fr: Page du répertoire des membres :

source: Contact Form Page:
fr_fr: Page du formulaire de coordonnées :

source: Invalid entry for %s!
fr_fr: Entrée invalide pour %s!

source: Invalid email for %s!
fr_fr: Email invalide pour %s!

source: Unrecognized field type: %s!
fr_fr: Type de champ non reconnu : %s!

source: Settings successfully saved!
fr_fr: Paramètres enregistrés avec succès !

source: Main plugin settings
fr_fr: Paramètres principaux du plugin

source: Email settings
fr_fr: Paramètres de messagerie

source: Integration with other plugins
fr_fr: L'intégration avec d'autres plugins

source: This plugin can integrate with the PTA Member Directory and Contact Form plugin to set contacts for each sign-up sheet, with contact links being directed to the contact form.
fr_fr: Ce plugin peut s'intégrer au répertoire des membres PTA et au plugin du formulaire de contact pour configurer les contacts de chaque feuille d'inscription, avec des liens de contact dirigés vers le formulaire de contact.

source: Search for "PTA Member Directory" from your Install Plugins page, or download from Wordpress.org here: %s
fr_fr: Cherchez "PTA Member Directory" à partir de votre page d'installation de plugins, ou effectuez un téléchargement à partir de Wordpress.org ici : %s

source: None
fr_fr: Aucun

source: The page where you put the shortcode</em> [pta_sign_up_sheet] <em>to generate the main sign-ups page
fr_fr: La page où vous mettez le shortcode</em> [pta_sign_up_sheet] <em> pour générer la page principale des inscriptions

source: The member directory page where you put the shortcode [pta_member_directory]
fr_fr: La page du répertoire des membres où vous mettez le shortcode [pta_member_directory]

source: The member directory contact form page where you put the shortcode [pta_member_contact] if you are using the separate contact form.
fr_fr: La page du répertoire du formulaire de contact où vous mettez le shortcode [pta_member_contact] si vous utilisez un autre formulaire de contact

source: The message users see on volunteer sign-up pages when in test mode.
fr_fr: Le message que les utilisateurs voient sur les pages d'inscription des volontaires en mode test.

source: The message users see on volunteer sign-up pages when they are not logged in and the Login Required option is enabled.
fr_fr: Le message que les utilisateurs voient sur les pages d'inscription des volontaires quand ils ne sont pas connectés et que l'option connexion requise est activée.

source: The email address that confirmation and reminder emails will be sent from.
fr_fr: L'adresse email depuis laquelle seront envoyés les emails de confirmation et de rappel.

source: The Reply-To email address for confirmation and reminder emails.
fr_fr: L'adresse email de réponse pour les emails de confirmation et de rappel

source: Subject line for signup confirmation email messages
fr_fr: L'objet pour les emails de confirmation d'inscription

source: Subject line for signup reminder email messages.
fr_fr: L'objet pour les emails de rappel d'inscription

source: Max # of reminder emails to send out in a hour. Leave blank or zero for no limit.
fr_fr: # max. d'emails de rappel à envoyer en une heure. Laissez vide ou à zéro pour qu'il n'y ait pas de limite.

source: PTA Member Directory and Contact Form
fr_fr: Le répertoire des membres PTA et le formulaire de contact

source: Enable integration with the %s
fr_fr: Activer l'intégration avec le %s

source: Puts Volunteer Sign-up Sheet system in test mode. Only admin level users can view public side sign-up sheets.
fr_fr: Mettre le système feuille d'inscription des Volontaires en mode test. Seuls les utilisateurs de niveau administrateur peuvent voir les feuilles d'inscription publiques.

source: If checked filled sign-up slots will show "Filled" instead of first name and last initial of volunteer.
fr_fr: S'ils sont remplis, les espaces d'inscription montreront "Réservé" au lieu du prénom et initiale du nom du volontaire.

source: If checked, Ongoing events will be shown in sidebar widget.
fr_fr: S'ils sont cochés, les évènements à venir seront visibles dans le widget de la barre latérale.

source: If checked, Ongoing events will be shown at the bottom of sign up sheet lists (and widget, if enabled).
fr_fr: S'ils sont cochés, les évènements à venir seront visibles au bas des listes des feuilles d'inscription (et dans le widget, s'il est activé)

source: YES.
fr_fr: OUI.

source: Force user to be logged in before they can view or sign-up for any volunteer sheets.
fr_fr: Forcez l'utilisateur à être connecté avant qu'il ne puisse voir ou s'inscrire à quelconque feuille d'inscription de volontaires.

source: Sends site admin an email whenever a CRON job is completed (such as sending reminders or deleting expired signups).
fr_fr: Envoie à l'administrateur du site un email aussitôt qu'un travail CRON est complété (comme l'envoi de rappel ou l'effacement des inscriptions expirées)

source: Admin reminder emails notification will include the message body of all reminders sent, useful for troubleshooting.
fr_fr: Les emails de notification à l'administrateur inclueront le corps du message de tous les rappels, ce qui peut être utile en cas de problème.

source: Shows expired tasks on the admin View Signups page for a sheet. Expired tasks are not counted in the Total Spots column.
fr_fr: Montre les tâches expirées sur la page admin Voir les inscriptions pour une feuille. Les tâches expirées ne sont pas comptées dans la colonne total de places.

source: Automatically clears expired signups from the database (runs with hourly CRON function). Expired signups are not counted in the Filled Spots column.
fr_fr: Efface automatiquement les inscriptions expirées de la base de données (fonctionne avec une fonction CRON toutes les heures). Les inscriptions expirées ne sont pas comptées dans la colonne places remplies.

source: Hides the donation button at bottom of settings pages.
fr_fr: Cache le bouton des dons au bas des pages de configuration.

source: Email user receives when they sign up for a volunteer slot.
fr_fr: L'email que les utilisateurs reçoivent quand ils s'inscrivent dans un espace de volontariat

source: Available Template Tags:
fr_fr: Modèle d'étiquettes disponible :

source: Reminder email sent to volunteers.
fr_fr: Email de rappel envoyé aux volontaires.

source: Sorry! Your security nonce did not verify!
fr_fr: Désolé ! Votre numéro d'identification unique n'a pas pu être vérifié !

source: Oops! You filled in the spambot field. Please leave it blank and try again.
fr_fr: Oups ! Vous avez rempli le champ spammeur. Veuillez le laisser en blanc et recommencez.

source: Please complete all required fields.
fr_fr: Veuillez compléter tous les champs requis.

source: Please enter the item you are bringing.
fr_fr: Veuillez entrer l'article que vous allez amener.

source: Invalid Characters in First Name! Please try again.
fr_fr: Caractères invalides dans le prénom ! Veuillez réessayer svp.

source: Invalid Characters in Last Name! Please try again.
fr_fr: Caractères invalides dans le nom ! Veuillez réessayer svp.

source: Invalid Email! Please try again.
fr_fr: L'email n'est pas valide. Veuillez réessayer svp.

source: Invalid Characters in Phone Number! Please try again.
fr_fr: Caractères invalides dans le numéro de téléphone ! Veuillez réessayer svp.

source: Invalid Characters in Signup Item! Please try again.
fr_fr: Caractères invalides dans l'article d'inscription ! Veuillez réessayer svp.

source: Hidden signup date field is invalid! Please try again.
fr_fr: Le champ caché de la date de l'inscription n'est pas valide. Veuillez essayer de nouveau.

source: You are already signed up for this task!
fr_fr: Vous êtes déjà inscrit(e) à cette tâche !

source: Error adding signup record. Please try again.
fr_fr: Erreur lors de l'enregistrement de votre inscription. Veuillez réessayer svp.

source: You have been signed up!
fr_fr: Vous avez été inscrit !

source: ERROR SENDING EMAIL
fr_fr: ERREUR LORS DE L'ENVOI DE L'EMAIL

source: Volunteer Sign-Up Sheets are in TEST MODE
fr_fr: Les feuilles d'inscription des volontaires sont en MODE TEST

source: Current Volunteer Sign-up Sheets
fr_fr: Feuilles d'inscription des volontaires actuellement en cours

source: Hidden!
fr_fr: Caché !

source: No sheets currently available at this time.
fr_fr: Il n'y a pas de feuilles de disponibles pour le moment.

source: Title
fr_fr: Titre

source: Start Date
fr_fr: Date de début

source: End Date
fr_fr: Date de fin

source: Open Spots
fr_fr: Places disponibles

source: View &amp; sign-up
fr_fr: Afficher &amp; inscription

source: Filled
fr_fr: Rempli

source: Please login to view and edit your volunteer sign ups.
fr_fr: Veuillez vous connecter pour voir et modifier vos inscriptions comme volontaire.

source: Signup Cleared
fr_fr: Inscription effacée

source: ERROR clearing signup!
fr_fr: il y a eu un erreur lors de l'effacement de l'inscription !

source: You have signed up for the following
fr_fr: Vous vous êtes inscrit(e) pour ce qui suit :

source: Click on Clear to remove yourself from a signup.
fr_fr: Cliquez sur effacer pour vous retirer d'une inscription.

source: Clear
fr_fr: Effacer

source: Sign-up sheet not found.
fr_fr: La feuille d'inscription n'a pas été trouvée

source: No Event Chair contact info provided
fr_fr: Aucun détails de contact du coordonateur de l'évènement n'ont été fournis.

source: Event Chairs:
fr_fr: Coordonateurs de l'évènement :

source: Event Chair:
fr_fr: Coordonateur de l'évènement :

source: View all Sign-up Sheets
fr_fr: Afficher toutes les feuilles d'inscription

source: This sheet is currently hidden from the public.
fr_fr: Cette feuille n'est actuellement pas visible pour le public

source: DETAILS:
fr_fr: DÉTAILS :

source: Sign up below...
fr_fr: Inscrivez-vous ci-dessous...

source: No tasks were found for
fr_fr: Aucune tâche n'a été trouvée pour

source: Available Spots
fr_fr: Places disponibles
